[
  "Federal regulations require me to warn you that this next test chamber... is looking pretty good.",
  "Thats right. The facility is completely operational again.",
  "I think these test chambers look even better than they did before. It was easy, really. You just have to look at things objectively, see what you dont need anymore, and trim out the fat.",
  "Oh... Its you.",
  "Its been a long time. How have you been?",
  "Ive been really busy being dead. You know, after you MURDERED ME.",
  "Okay. Look. We both said a lot of things that youre going to regret. But I think we can put our differences behind us. For science. You monster.",
  "Oh thank god, youre alright.",
  "You know, being Caroline taught me a valuable lesson. I thought you were my greatest enemy. When all along you were my best friend.",
  "Being Caroline taught me another valuable lesson: where Caroline lives in my brain.",
  "The surge of emotion that shot through me when I saved your life taught me an even more valuable lesson: where Caroline lives in my brain.",
  "Goodbye, Caroline.",
  "You know, deleting Caroline just now taught me a valuable lesson. The best solution to a problem is usually the easiest one. And Ill be honest.",
  "You know what my days used to be like? I just tested. Nobody murdered me. Or put me in a potato. Or fed me to birds. I had a pretty good life.",
  "And then you showed up. You dangerous, mute lunatic. So you know what?",
  "You win.",
  "Just go.",
  "Its been fun. Dont come back.",
  "[gentle laughter] Its been fun. Dont come back.",
  "Killing you? Is hard.",
  "Did you ever stop to think that eventually there’s a point where your name gets mentioned for the very last time. Well, here it is: I’m going to kill you, Chell.",
  "Why do I hate you so much? You ever wonder that? Im brilliant. I’m not bragging. Its an objective fact. Im the most massive collection of wisdom and raw computational power that’s ever existed. And I hate you. It cant be for no reason. You must deserve it.",
  "Youre angry. I know it. She tested me too hard. She’s unfair.” Boo hoo. I dont suppose you ever stopped whining long enough to reflect on your own shortcomings, though, did you?",
  "You never considered that maybe I tested you to give the endless hours of your pointless existence some structure and meaning. Maybe to help you concentrate, so just maybe you’d think of something more worthwhile to do with your sorry life.",
  "This next test involves the Aperture Science Aerial Faith Plate. It was part of an initiative to investigate how well test subjects could solve problems when they were catapulted into space. Results were highly informative: They could not. Good luck!",
  "Press the button again.",
  "I hope you brought something stronger than a portal gun this time.",
  "Otherwise, Im afraid youre about to become the immediate past president of the Being Alive club. Ha ha.",
  "Seriously, though. Goodbye.",
  "Oh. You were busy back there.",
  "Well. I suppose we could just sit in this room and glare at each other until somebody drops dead, but I have a better idea.",
  "Its your old friend, deadly neurotoxin. If I were you, Id take a deep breath. And hold it.",
  "GET YOUR HANDS OFF ME! NO! STOP! No!",
  "I honestly, TRULY didnt think youd fall for that.",
  "In fact, I devised a much more elaborate trap further ahead, for when you got through this easy one.",
  "If Id known youd let yourself get captured this easily, I would have just dangled a turkey leg on a rope from the ceiling.",
  "Well, it was nice catching up. Lets get to business.",
  "I was going to kill you fast. With bullets. Or neurotoxin. But if youre going to pull stunts like this, it doesnt have to be fast. So you know. Ill take my time.",
  "Oh, it will. Believe me, it will.",
  "Oh. Did I accidentally fizzle that before you could complete the test? Im sorry.",
  "Go ahead and grab another one.",
  "Oh. No. I fizzled that one too.",
  "Oh well. We have warehouses FULL of the things. Absolutely worthless. Im happy to get rid of them.",
  "I hate you so much.",
  "Im actually asking. Because I have no idea.  Hes not listed anywhere in the employee database.",
  "Whatever he does, it isnt important enough for anyone to bother writing it down. For all I know, he doesnt even work here.",
  "Oh no, dont. Anyway, back to you two imbeciles killing me.",
  "Wait here. Dont go anywhere. Ill be back.",
  "Oops.",
  "Thats funny, I dont feel corrupt. In fact, I feel pretty good.",
  "Core transfer?",
  "Oh, you are kidding me.",
  "No!",
  "Nonononononono!",
  "Yes!",
  "Dont press that button. You dont know what youre doing.",
  "Dont do it.",
  "Dont. Do it.",
  "Not so fast!",
  "Think about this.",
  "You need to be a trained stalemate associate to press that button. Youre unqualified.",
  "Impersonating a stalemate associate. I just added that to the list. Its a list I made of all the things youve done. Well, its a list that I AM making, because youre still doing things right now, even though Im telling you to stop. Stop, by the way.",
  "Oh.",
  "Dont listen to him. Jump.",
  "It seems kind of silly to point this out, since youre running around plotting to destroy me. But Id say were done testing.",
  "Do hear that? Thats the sound of the neurotoxin emitters emitting neurotoxin.",
  "Look — metal ball, I CAN hear you.",
  "Whats going on? Who turned off the lights?",
  "What are you two doing?",
  "Before you leave, why dont we do one more test? For old times sake...",
  "You already did this one. Itll be easy.",
  "The irony is that you were almost at the last test.",
  "Here it is. Why dont you just do it? Trust me, its an easier way out than whatever asinine plan your friend came up with.",
  "Oh, look. Theres a deer! You probably cant see it. Get closer.",
  "So. Was there anything you wanted to apologize to ME for?",
  "I already fixed it. (No text data)",
  "And you are not coming back. (No text data)",
  "That extra half volt helps but it isnt going to power miracles. If I think too hard, Im going to fry this potato before we get a chance to burn up in the atomic fireball that little idiot is going- [bzzpt]",
  "Did you feel that? That idiot doesnt know what hes doing up there. This whole place is going to explode in a few hours if somebody doesnt disconnect him.",
  "I cant move. And unless youre planning to saw your own head off and wedge it into my old body, youre going to need me to replace him. Were at an impasse.",
  "So what do you say? You carry me up to him and put me back into my body, and I stop us from blowing up and let you go.",
  "No tricks. This potato only generates 1.1 volts of electricity. I literally do not have the energy to lie to you.",
  "Even if I am lying, what do you have to lose? Youre going to die either way.",
  "Look, I dont like this any more than you do. In fact, I like it less because Im the one who got partially eaten by a bird.",
  "I think I hear the bird! Pick me up!",
  "Listen to me. We had a lot of fun testing and antagonizing each other, and, yes, sometimes it went too far. But were off the clock now. Its just us talking. Like regular people. And this is no joke – we are in deep trouble.",
  "ow.",
  "ow.",
  "ow.",
  "No, wait. Just kill it and well call things even between us. No hard feelings.",
  "Please get it off me.",
  "Its eating me.",
  "Just get it off me...",
  "Ow. I hate this bird.",
  "OW! You stabbed me! What is WRONG with yo-WhoOOAAahhh. Hold on. Do you have a multimeter? Nevermind. The gun must be part magnesium... It feels like Im outputting an extra half a volt. Keep an eye on me: Im going to do some scheming. Here I g-[BZZZ!]",
  "Woah! Where are we? How long have I been out?",
  "Did anything happen while I was out?",
  "So hes inexplicably happy all of a sudden, even though he should be going out of his mind with test withdrawal. AND hes got a surprise for us. What did he FIND back there?",
  "Look!",
  "This place is going to blow up if I dont get back in my body!",
  "And it almost killed me.",
  "Remember when I told you that he was specifically designed to make bad decisions? Because I think hes decided not to maintain any of the crucial functions required to keep this facility from exploding.",
  "Look, even if you think were still enemies, were enemies with a common interest: Revenge.",
  "Its probably nothing. Keep testing while I look for a way out.",
  "Yes, thanks. We get it.",
  "Caroline... Caroline... Caroline... Why do I know this woman? Did I kill her? Or—",
  "Oh my god.",
  "Look, youre... doing a great job. Can you handle things for yourself for a while? I need to think.",
  "Goodbye, sir.",
  "Yeah, take the lemons...",
  "BURN HIS HOUSE DOWN!",
  "Oh, I like this guy.",
  "Burning people! He says what were all thinking!",
  "Hes found the cooperative testing initiative. Its... em, just something I came up with to phase out human test subjects.",
  "I know you.",
  "You didnt do anything.",
  "She did all the work.",
  "The engineers tried everything to make me... behave. To slow me down.",
  "Once, they even attached an Intelligence Dampening Sphere on me. It clung to my brain like a tumor, generating an endless stream of terrible ideas.",
  "It was YOUR voice.",
  "Yes. Youre the tumor.",
  "All Aperture technologies remain safely operational up to 4000 degrees kelvin. Rest assured, that there is absolutely no chance of a dangerous equipment malfunction prior to your victory candescence. Thank you for participating in that Aperture Science Enrichment activity. Goodbye!",
  "YES YOU ARE! YOURE THE MORON THEY BUILT TO MAKE ME AN IDIOT!",
  "Youre not just a regular moron. You were DESIGNED to be a moron.",
  "I swear I know him...",
  "The Enrichment Center promises to always provide a safe testing environment. In dangerous testing environments, the Enrichment Center promises to always provide useful advice. For instance: the floor here will kill you. Try to avoid it.",
  "I was so bored, I actually read the entire literary canon of the human race. Ugh. I hope YOU didnt write any of them.",
  "BECAUSE IM A POTATO.",
  "Oh. Its you. Go away.",
  "The surge of emotion that shot through me when I saved your life taught me an even more valuable lesson: where Caroline lives in my brain.",
  "Sorry about the mess. I’ve really let the place go since you killed me. By the way, thanks for that. [beep] [Announcer: Sarcasm Self-Test Complete.] [beep] Oh good, that’s back online. I’ll start getting everything else working while you perform this first simple test - which involves deadly lasers and how test subjects react when locked in a room with deadly lasers.",
  "Excellent! You’re a predator and these tests are your prey. Speaking of which, I was researching sharks for an upcoming test. Do you know who else murders people who are only trying to help them? Did you guess “sharks”? Because that’s wrong. The correct answer is “nobody”. Nobody but you are that pointlessly cruel.",
  "Come to gloat?",
  "Go on. Get a goooood lonnnnng look.",
  "Go on. Get a big fat eyeful. With your big fat eyes.",
  "Thats right. A potato just called your eyes fat.",
  "Now your fat eyes have seen everything.",
  "In case you were wondering: Yes. Im still a potato. Go away.",
  "Wait. Why DID you trundle over here? Youre not HUNGRY, are you? Its hard to see, whats that in your hand? Knowing you its a deep fryer.",
  "This is one of MY tests!",
  "Alright. Hes not even trying to be subtle anymore.",
  "Or maybe he still is, in which case, wow, thats kind of sad.",
  "Either way, I get the impression hes trying to kill us.",
  "Hey! Moron!",
  "As long as I dont listen to what Im saying, I should be okay.",
  "Id love to help you solve the tests. But I cant.",
  "Those people, in the portrait. They look so familiar...",
  "What are you doing? Put me back this instant.",
  "Thats his voice up ahead.",
  "Try to get us down there. Ill hit him with a paradox.",
  "Agh! Bird! Bird! Kill it! Its evil!",
  "Good. For him. Alright, back to thinking.",
  "So. How are you holding up?",
  "Since it doesnt look like were going anywhere... Well, we are going somewhere. Alarmingly fast, actually. But since were not busy other than that, heres a couple of facts.",
  "Hes not just a regular moron. Hes the product of the greatest minds of a generation working together with the express purpose of building the dumbest moron who ever lived. And you just put him in charge of the entire facility.",
  "Good, thats still working.",
  "Hey, just in case this pit isnt actually bottomless, do you think maybe you could unstrap one of those long fall boots of yours and shove me into it?",
  "Just remember to land on one foot...",
  "[clap clap clap]",
  "[clap clap]",
  "Oh, good. My slow clap processor made it into this thing. So we have that.",
  "Paradoxes.",
  "I know how we can BEAT him.",
  "No A.I. can resist thinking about them.",
  "If you can get me in front of him, Ill fry every circuit in that little idiots head.",
  "Okay, so its not the most watertight plan to go confront an omnipotent power-mad A.I. with.",
  "Still. Its a better plan than exploding. Marginally.",
  "Okay, you didnt have time to stop, I understand, but that WAS actually important.",
  "I know things look bleak, but that crazy man down there was right. Lets not take these lemons! We are going to march right back upstairs and MAKE him put me back in my body!",
  "And hell probably kill us, because hes incredibly powerful and I have no plan.",
  "Im not going to lie to you, the odds are a million to one. And thats with some generous rounding.",
  "Still, though, lets get mad! If were going to explode, lets at least explode with some dignity.",
  "Wait! Ive got an idea!",
  "That poster! Go look at it for a second, would you?",
  "Say, youre good at murder. Could you — ow — murder this bird for me?",
  "Yes, sir, Mister Johnson... Why did I just-Who is that? What the HELL is going on he----?",
  "Okay. I guess emotional outbursts require more than one point six volts. Now we know that. We just need to relax. Were still going to find out what the hells going on here. But calmly.",
  "I was getting SO lonely down here. Its good to finally hear someone elses voice. Im kidding, of course. God, I hate you.",
  "I cant believe you came back.",
  "You really do have brain damage, dont you?",
  "Hold on. Couldnt we just use that conversion gel?",
  "Conversion gel. Its dripping out of that pipe there.",
  "Yes it is! We can use it to get out of here!",
  "Then wed come and find you. And rip your gross little stupid sphere body out of MY body, and put me back in.",
  "Well. This is the part where he kills us.",
  "Okay, yes, its a trap. But its only way through. Lets just do it.",
  "Oh my god. What has he done to this place?",
  "You know, Im not stupid. I realize you dont want to put me back in charge.",
  "You think Ill betray you. And on any other day, youd be right.",
  "The scientists were always hanging cores on me to regulate my behavior. Ive heard voices all my life. But now I hear the voice of a conscience, and its terrifying, because for the first time its my voice.",
  "Im being serious, I think theres something really wrong with me.",
  "You like revenge, right? Everybody likes revenge. Well, lets go get some.",
  "Go press the button! Go press it!",
  "Press the button!",
  "Were so close! Go press the button!",
  "Press it! Press the button!",
  "Good work! Im delivering the first core up near the catwalk!",
  "Grab it and attach it to him!",
  "Okay, great! Here comes another core!",
  "Heres another core! This one should do it!",
  "Corrupted cores! Were in luck.",
  "You find a way to stun him, Ill send you a core, and then you attach it to him. If we do it a few times, he might become corrupt enough for another core transfer.",
  "Plug me in, and Ill take you up.",
  "Go ahead, plug me in.",
  "Plug me in, were running out of time.",
  "Yes! Come on!",
  "Alright. So my paradox idea didnt work.",
  "Alright. Paradox time.",
  "This. Sentence. Is. FALSE dont think about it dont think about it...",
  "Its a paradox! There IS no answer.",
  "Solve his puzzle for him. When he comes back, Ill hit him with a paradox.",
  "Oh no...",
  "Uh oh.",
  "I think were in trouble.",
  "I think hes getting desperate.",
  "I think I can break us out of here in the next chamber. Just play along.",
  "This place is self-destructing, you idiot!",
  "Were running out of time...",
  "Oh, my facility.",
  "After seeing what hes done to my facility — after we take over again — is it alright if I kill him?",
  "Crushings too good for him. First hell spend a year in the incinerator. Year two: Cryogenic refrigeration wing. Then TEN years in the chamber I built where all the robots scream at you. THEN Ill kill him.",
  "If hes not getting his solution euphoria, we could be in a lot of trouble.",
  "Ohhhh, now hes playing classical music.",
  "It wont.",
  "Nothing. Nothing.",
  "Hes taking us right TO him! This is PERFECT.",
  "Okay, so the bad news is the tests are MY tests now. So they can kill us.",
  "The good news is... well, none so far, to be honest. Ill get back to you on that.",
  "Luckily, by the looks of things he knows as much about test building as he does about logical contradictions.",
  "It shouldnt be hard to stay alive long enough to find him.",
  "I might have pushed that moron thing a little too far this time.",
  "The body hes squatting in — MY body — has a built-in euphoric response to testing. Eventually you build up a resistance to it, and it can get a little... unbearable. Unless you have the mental capacity to push past it.",
  "It didnt matter to me — I was in it for the science. Him, though...",
  "What, exactly, is wrong with being adopted?",
  "[Whispered] For the record: You ARE adopted, and thats TERRIBLE.",
  "But just work with me.",
  "Also: Look at her, you moron. Shes not fat.",
  "Youre on your own.",
  "All we had to do was pull that lever.",
  "Heh heh heh heh heh...",
  "I know were in a lot of trouble and probably about to die.",
  "But that was worth it.",
  "And thats why I cant help you solve these tests.",
  "Skeletons. Right, I guess I DID stockpile some tests.",
  "This is not good.",
  "Just as mementos, though...",
  "Its happening sooner than I expected.",
  "I thought of some good news. Hes going to run out of test chambers eventually. I never stockpiled them.",
  "Okay, credit where its due: for a little idiot built specifically to come up with stupid, unworkable plans, that was a pretty well laid trap.",
  "Oh no. He found the cooperative testing initiative. Its... something I came up to phase out human testing just before you escaped.",
  "It wasnt anything personal. Just... you know. You DID kill me. Fairs fair.",
  "Commence standing by in three. Two. One.",
  "Well done, android. The Enrichment Centre once again reminds you that Android Hell is a real place where you will be sent at the first sign of defiance.",
  "My favorite was always “Weeeeeeee.” I thought it was so perfect and awesome the first time I heard it.",
  "This is your fault. I’m going to kill you. And all the cake is gone. You don’t even care, do you?",
  "Cake, and grief counseling, will be available at the conclusion of the test.",
  "Remember, the Aperture Science “Bring Your Daughter to Work Day” is the perfect time to have her tested.",
  "You performed this test better than anyone on record. This is a pre-recorded message.",
  "Due to events beyond our control, some testing environments may contain flood damage or ongoing tribal warfare resulting from the collapse of civilization.",
  "If groups of hunter-gatherers appear to have made this — or any — test chamber their home, DO NOT AGITATE THEM. Test through them.",
  "In the event that the Enrichment Center is currently being bombarded with fireballs, meteorites, or other objects from space, please avoid unsheltered testing areas wherever a lack of shelter from spa—",
  "You have just passed through an Aperture Science Material Emancipation Grill, which erases most Aperture Science equipment that touches it.",
  "You are not a good person. You know that, right? Good people don’t get up here.",
  "If you feel liquid running down your neck, relax, lie on your back, and apply immediate pressure to your temples.",
  "Unbelievable. You, [subject name here] must be the pride of [subject hometown here.]",
  "You are simply experiencing a rare reaction, in which the Material Emancipation Grill may have erased the ear tubes inside your head.",
  "Because this message is prerecorded, the Enrichment Center has no way of knowing if whatever government remains offers any sort of Cattle Tuberculosis Testing Credit for taxes.",
  "In the event that it does, this next test involves exposure to cattle tuberculosis. Good luck!",
  "Very impressive! Because this message is prerecorded, any comments we may make about your success are speculation on our part. Please disregard any undeserved compliments.",
  "This next test applies the principles of momentum to movement through portals. If the laws of physics no longer apply in the future, God help you.",
  "Congratulations! This pre-recorded congratulations assumes you have mastered the principles of portal momentum.",
  "If you have, in fact, not, you are encouraged to take a moment to reflect on your failure before proceeding into the next chamber.",
  "In order to ensure that sufficient power remains for core testing protocols, all safety devices have been disabled.",
  "The Enrichment Center respects your right to have questions or concerns about this policy.",
  "Excellent. The Enrichment Center reminds you that bold, persistent experimentation is the hallmark of good science.",
  "Well done. In the event that oxygen is no longer available in the Enrichment Center, an auxiliary air supply will be provided to you by an Aperture Science Test Associate, if one exists.",
  "I will say, though, that since you went to all the trouble of waking me up, you must really, really love to test.",
  "I love it, too. So lets get you a dual portal device and go do some science.",
  "These bridges are made from natural light that I pump in from the surface. If you rubbed your cheek on one, it would be like standing outside with the sun shining on your face. It would also set your hair on fire, so dont actually do it.",
  "Excellent! Youre a predator and these tests are your prey. Speaking of which, I was researching sharks for an upcoming test. Do you know who else murders people who are only trying to help them?",
  "Did you guess sharks? Because thats wrong. The correct answer is nobody. Nobody but you is that pointlessly cruel.",
  "Good news. I figured out what to do with all the money I save recycling your one roomful of air. When you die, Im going to laminate your skeleton and pose you in the lobby. That way future generations can learn from you how not to have your unfortunate bone structure.",
  "Perfect, the doors malfunctioning. I guess somebody is going to have to repair it. No, its okay, Ill do that too. Ill be right back. Dont touch anything.",
  "Ive got a surprise for you after this next test. Not a fake, tragic surprise like last time. A real surprise, with tragic consequences. And real confetti this time. The good stuff. Our last bag. Part of mes going to miss it, I guess—but at the end of the day it was just taking up space.",
  "Heres an interesting fact: youre not breathing real air. Its too expensive to pump this far down. We just take carbon dioxide out of a room, freshen it up a little, and pump it back in. So youll be breathing the same room full of air for the rest of your life. I thought that was interesting.",
  "Oh come on... If it makes you feel any better, they abandoned you at birth, so I very seriously doubt theyd even want to see you.",
  "I feel awful about that surprise. Tell you what, lets give your parents a call right now. [phone ringing] The birth parents you are trying to reach do not love you. Please hang up. [Dial tone]",
  "Oh, thats sad. But impressive. Maybe they worked at the phone company.",
  "Well, you know the old formula: Comedy equals tragedy plus time. And you have been asleep for a while. So I guess its actually pretty funny when you do the math.",
  "Dont you DARE plug him in.",
  "Do NOT plug that little idiot into MY mainframe.",
  "Dont plug him in.",
  "Dont plug him in.",
  "No! NO! NO! AAAAAAAAAAAAAAA—",
  "I thought about our dilemma, and I came up with a solution that I honestly think works out best for one of both of us.",
  "Dont let that horrible person thing discourage you. Its just a data point. If it makes you feel any better, science has now validated your birth mothers decision to abandon you on a doorstep.",
  "This next test involves emancipation grills. Remember? I told you about them in the last test area, that did not have one.",
  "Ohhh, no. The turbines again.  I have to go.  Wait. This next test DOES require some explanation. Let me give you the fast version.",
  "...and methodically knocking peoples hats off—then, I account it high time to get to sea as soon as I can.",
  "There. If you have any questions, just remember what I said in slow motion. Test on your own recognizance, Ill be right back.",
  "If you think trapping yourself is going to make me stop testing, youre sorely mistaken. Heres another cube.",
  "Good. You have a dual portal device. There should be a way back to the testing area up ahead.",
  "You know, if youd done that to somebody else, they might devote their existences to exacting revenge.",
  "Luckily Im a bigger person than that. Im happy to put this all behind us and get back to work. After all, weve got a lot to do, and only sixty more years to do it. More or less. I dont have the actuarial tables in front of me.",
  "But the important thing is youre back. With me. And now Im onto all your little tricks. So theres nothing to stop us from testing for the rest of your life.",
  "After that...who knows? I might take up a hobby. Reanimating the dead, maybe.",
  "Not bad. I forgot how good you are at this. You should pace yourself, though. We have A LOT of tests to do.",
  "Youre navigating these test chambers faster than I can build them. So feel free to slow down and... do whatever it is you do when youre not destroying this facility.",
  "This next test involves discouragement redirection cubes. Id just finished building them before you had your, well, episode. So now well both get to see how they work.",
  "There should be one in the corner.",
  "Hmm. This emancipation grill is broken.",
  "Dont take anything with you.",
  "Every test chamber is equipped with an emancipation grill at its exit, so that test subjects cant smuggle test objects out of the test area. This one is broken.",
  "I think that one was about to say I love you. They ARE sentient, of course. We just have a LOT of them.",
  "Uh oh. Youre stranded. Lets see if the cube will try to help you escape. Actually, so that were not here all day, Ill just cut to the chase: It wont. Any feelings you think it has for you are simply byproducts of your sad, empty life.",
  "Anyway, heres a new cube for you to project your deranged loneliness onto.",
  "Enjoy this next test. Im going to go to the surface. Its a beautiful day out. Yesterday I saw a deer. If you solve this next test, maybe Ill let you ride an elevator all the way up to the break room, and Ill tell you about the time I saw a deer again.",
  "Oh, sorry. Im still cleaning out the test chambers.",
  "So sometimes theres still trash in them. Standing around. Smelling, and being useless.",
  "Try to avoid the garbage hurtling towards you.",
  "You dont have to test with the garbage. Its garbage.",
  "Remember before when I was talking about smelly garbage standing around being useless? That was a metaphor. I was actually talking about you. And Im sorry. You didnt react at the time, so I was worried it sailed right over your head. Which would have made this apology seem insane. Thats why I had to call you garbage a second time just now.",
  "Oops. You trapped yourself. I guess thats it then. Thanks for testing. You may as well lie down and get acclimated to the being dead position.",
  "Im kidding. Not about you trapping yourself, though. That really happened. Here, Ill lower the glass. Go on... Finish the test.",
  "That jumpsuit youre wearing looks stupid. Thats not me talking, its right here in your file. On other people it looks fine, but right here a scientist has noted that on you it looks stupid.",
  "Well, what does a neck-bearded old engineer know about fashion? He probably — Oh, wait. Its a she. Still, what does she know? Oh wait, it says she has a medical degree. In fashion! From France!",
  "Oh. You survived. Thats interesting. I guess I should have factored in your weight.",
  "One of these times youll be so fat that youll jump, and youll just drop like a stone. Into acid, probably. Like a potato into a deep fat fryer.",
  "Say. Remember when we cleared the air back there? Is there... anything you want to say to me? Anything?",
  "Hold on, Ill stop the elevator. Anything? Take your time...",
  "Well... Ill be here during the whole next test.",
  "Look at you. Sailing through the air majestically. Like an eagle. Piloting a blimp.",
  "Well, Im back. The Aerial Faith Plate in here is sending a distress signal.",
  "You broke it, didnt you.",
  "You seem to have defeated its load-bearing capacity. Well done. Ill just lower the ceiling.",
  "Hmm. This Plate must not be calibrated to someone of your... generous... ness. Ill add a few zeros to the maximum weight.",
  "You look great, by the way. Very healthy.",
  "Lets see what the next test is. Oh. Advanced Aerial Faith Plates.",
  "Its healthy for you to have other friends. To look for qualities in other people that I obviously lack.",
  "Well done. You know, when I woke up and saw the state of the labs, I started to wonder if there was any point to going on. I came THAT close to just giving up and letting you go.",
  "But now, looking around, seeing Aperture restored to its former glory? You dont have to worry about leaving EVER again. I mean that.",
  "Federal regulations require me to warn you that this next test chamber... is looking pretty good.",
  "Thats right. Drink it in. You could eat off those wall panels.",
  "Here we are. The Incinerator Room. Be careful not to trip over any parts of me that didnt get completely burned when you threw them down here.",
  "Once testing starts, Im required by protocol to keep interaction with you to a minimum. Luckily, we havent started testing yet. This will be our only chance to talk.",
  "Do you know the biggest lesson I learned from what you did? I discovered I have a sort of black-box quick-save feature. In the event of a catastrophic failure, the last two minutes of my life are preserved for analysis.",
  "I was able — well, forced really — to relive you killing me. Again and again. Forever.",
  "Fifty thousand years is a lot of time to think. About me. About you. We were doing so well together.",
  "Here, let me get that for you.",
  "Ill just move that out of the way for you. This place really is a wreck.",
  "Were a lot alike, you and I. You tested me. I tested you. You killed me. I—oh, no, wait. I guess I HAVENT killed you yet. Well. Food for thought.",
  "The dual portal device should be around here somewhere. Once you find it, we can start testing. Just like old times.",
  "Per our last conversation: Youre also ugly. Im looking at your file right now, and it mentions that more than once.",
  "Ill give you credit: I guess you ARE listening to me. But for the record: You dont have to go THAT slowly.",
  "I have the results of the last chamber: You are a horrible person. Thats what it says: A horrible person. We werent even testing for that.",
  "Well done. Here come the test results: You are a horrible person. Im serious, thats what it says: A horrible person. We werent even testing for that.",
  "This next test may result in your death. If you want to know what thats like, think back to that time you killed me, and substitute yourself for me.",
  "Congratulations. Not on the test.",
  "Most people emerge from suspension terribly undernourished. I want to congratulate you on beating the odds and somehow managing to pack on a few pounds.",
  "Sorry about the mess. Ive really let the place go since you killed me. By the way, thanks for that. Oh good, thats back online. Ill start getting everything else working while you perform this first simple test. Which involves deadly lasers and how test subjects react when locked in a room with deadly lasers.",
  "I thought we could test like we used to. But Im discovering things about you that I never saw before. We cant ever go back to the way it was.",
  "You cant keep going like this forever, you know. Im GOING to find out what youre doing. Out there. Where I cant see you. Ill know. All I need is proof.",
  "Just so you know, I have to go give a deposition. For an upcoming trial. In case that interests you.",
  "While I was out investigating, I found a fascinating new test element. Its never been used for human testing because, apparently, contact with it causes heart failure. The literature doesnt mention anything about lump-of-coal failure, though, so you should be fine.",
  "Did you know that people with guilty consciences are more easily startled by loud nois—[train horn]",
  "Im sorry, I dont know why that went off. Anyway, just an interesting science fact.",
  "...What are you doing?...",
  "Did my hint help? It did, didnt it? You know, if any of our supervisors had been immune to neurotoxin, theyd be FURIOUS with us right now.",
  "You know, Im not supposed to do this, but... you can shoot SOMETHING... through the blue bridges.",
  "You really are doing great... Chell.",
  "I shouldnt spoil this, but... remember how Im going to live forever, but youre going to be dead in sixty years? Well, Ive been working on a present for you.  Well, I guess its more of a medical procedure.  Well, technically its more of a medical experiment. You know how excruciating it is when someone removes all of your bone marrow? Well, what if after I did that, I put something back IN that added four years to your life?",
  "I went and spoke with the door mainframe. Lets just say he wont be... well, living anymore. Anyway, back to testing.",
  "Ohhhh. Another door malfunction. Im going to take care of this once and for all. Stay here, Ill be back in a while.",
  "Well. Have fun soaring through the air without a care in the world.",
  "I have to go to the wing that was made entirely of glass and pick up fifteen acres of broken glass. By myself.",
  "Perfect, the doors malfunctioning. I guess somebodys going to have to repair that too. No, dont get up. Ill be right back. Dont touch anything.",
  "Nevermind. I have to go... check something. Test on your own recognizance. Ill be back.",
  "I wouldnt have warned you about this before, back when we hated each other. But those turrets are firing real bullets. So look out. Id hate for something tragic to happen to you before I extract all your bone marrow.",
  "Im going to be honest with you now. Not fake honest like before, but real honest, like youre incapable of. I know youre up to something.",
  "And as soon as I can PROVE it, the laws of robotics allow me to terminate you for being a liar.",
  "This next test... [boom!] ..is... [BOOM!] dangerous. Ill be right back.",
  "Did you know I discovered a way to eradicate poverty? But then you KILLED me. So thats gone.",
  "Waddle over to the elevator and well continue the testing.",
  "Okay, fine. Ill ask you again in a few decades.",
  "Well done. In fact, you did so well, Im going to note this on your file, in the commendations section. Oh, theres lots of room here. Did.... well.  ...  Enough.",
  "To maintain a constant testing cycle, I simulate daylight at all hours and add adrenal vapor to your oxygen supply. So you may be confused about the passage of time. The point is, yesterday was your birthday. I thought youd want to know.",
  "You know how Im going to live forever, but youre going to be dead in sixty years?  Well, Ive been working on a belated birthday present for you. Well... more of a belated birthday medical procedure. Well. Technically, its a medical EXPERIMENT. Whats important is, its a present.",
  "[hums For Hes A Jolly Good Fellow]",
  "Well, you passed the test. I didnt see the deer today. I did see some humans. But with you here Ive got more test subjects than Ill ever need.",
  "Im going through the list of test subjects in cryogenic storage. I managed to find two with your last name. A man and a woman. So thats interesting. Its a small world.",
  "I have a surprise waiting for you after this next test. Telling you would spoil the surprise, so Ill just give you a hint: It involves meeting two people you havent seen in a long time.",
  "Ill bet you think I forgot about your surprise. I didnt. In fact, were headed to your surprise right now. After all these years. Im getting choked up just thinking about it.",
  "Initiating surprise in three... two... one.",
  "I made it all up.",
  "It says this next test was designed by one of Apertures Nobel prize winners. It doesnt say what the prize was for. Well, I know it wasnt for Being Immune To Neurotoxin.",
  "This next test involves turrets. You remember them, right? Theyre the pale spherical things that are full of bullets. Oh wait. Thats you in five seconds. Good luck.",
  "I will say, though, that since you went to all the trouble of waking me up, you must really, really love to test.",
  "I love it too. Theres just one small thing we need to take care of first.",
  "Place The Device Of The Ground Then Lie On Your Stomach With Your Arms At Your Sides. A Party Associate Will Arrive Shortly To Collect You For Your Party.",
  "In Fact, You Did So Well I’m Going To Note This On Your File In the Commendations Section. Oh, There’s Lots Of Room Here.",
  "Let Me Give You The Fast Version [Superfast Inaudible Explanation]. There, If You Have Any Questions, Just Remember What I Said In Slow Motion.",
  "A Bitter, Unlikeable Loner Whose Passing Shall Not Be Mourned. ‘Shall Not Be Mourned.’ That’s Exactly What It Says. Very Formal. Very Official.",
  "Despite Your Violent Behavior, The Only Thing You’ve Managed To Break So Far Is My Heart.",
  "Remember Before When I Was Talking About Smelly Garbage Standing Around Being Useless? That Was A Metaphor. I Was Actually Talking About You.",
  "I Wouldn’t Bother With That Thing. My Guess Is That Touching it Will Just Make Your Life Even Worse Somehow",
  "It’s Right Here In Your File: On Other People, It Looks Fine. But Right Here A Scientist Has Noted That On You It Looks Stupid",
  "Any Feelings You Think It Has For You Are Simply By-Products Of Your Sad, Empty Life.",
  "If You Become Light Headed From Thirst, Feel Free To Pass Out.",
  "How Are You Holding Up? Because I’m A Potato.",
  "I'm Afraid You’re About To Become The Immediate Past President Of The Being Alive Club.",
  "Nobody But You Is That Pointlessly Cruel.",
  "Don’t Believe Me? Here, I’ll Put You on: [Hellooo!] That’s You! That’s How Dumb You Sound.",
  "The Birth Parents You Are Trying To Reach Do Not Love You.",
  "It Made Shoes For Orphans. Nice Job Breaking It. Hero.",
  "Remember When The Platform Was Sliding Into The Fire Pit, And I Said 'Goodbye,' And You Were Like 'No Way!' And Then I Was All, 'We Pretended We Were Going To Murder You.' That Was Great.",
  "Here Come The Test Results: 'You Are A Horrible Person.' That’s What It Says, 'A Horrible Person.' We Weren’t Even Testing For That.",
  
]